Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/overview--marble_overview.tmx
Source language: en
Languages: ja

source: Virtual globe and world atlas
ja: バーチャル地球儀と世界地図

source: Marble is an open source KDE Education Project program similar to `NASA World Wind <https://worldwind.arc.nasa.gov/java/>`_ or Google Earth. Besides choosing any number of maps to view on your globe (including `OpenStreetMaps <https://www.openstreetmap.org>`_), you are encouraged to include a KDE Marble widget in your application.
ja: Marbleは「NASA World Wind<https://worldwind.arc.nasa.gov/java/>」やGoogle Earthに似たオープンソースのKDE Education Projectプログラムです。地球儀に表示する(`OpenStreetMaps<https://www.openstreetmap.org>`_ を含む)マップをいろいろ選択するだけでなく、アプリケーションにKDE Marbleウィジェットを含めることをお勧めします。

source: Explore the neighborhood with Marble's rich set of city and street level maps. Search for addresses and places of interest. Marble takes care of querying various search backends and presents their results in a unified view. Calculate pedestrian, bike and motorcar routes with ease - online and offline, with an arbitrary number of via points.
ja: Marbleの都市および街路レベルマップの豊富なセットを使用して、周辺を探索します。住所と名所を検索します。Marbleはさまざまな検索バックエンドをクエリーし、その結果を統一されたビューで表示します。任意の数の経由ポイントを使用して、オンラインとオフラインで、歩行者、自転車、自動車のルートを簡単に計算できます。

source: Start exploring the world. View clouds and sun shadow, follow satellites and space stations and display their orbits, all updated in real-time. Travel back in time and learn about historic views of our planet using maps from past centuries. Earth is not enough? Marble also offers maps of the moon and other planets.
ja: 世界を探検しよう。雲や太陽の影を表示したり、衛星や宇宙ステーションを追跡したり、それらの軌道を表示したりします。これらはすべてリアルタイムで更新されます。昔に戻り、過去数世紀の地図を使って、私たちの惑星の歴史的な眺めについて学びましょう。地球だけでは十分じゃない?Marbleは月や他の惑星の地図も提供しています。

source: Core Features
ja: 主要機能

source: Virtual Globe And World Atlas
ja: バーチャル地球儀と世界地図

source: Easy to use
ja: 使いやすい

source: A great solution for the geography lessons
ja: 地理の学習に最適なソリューション

source: Map Presentation (Atlas View, Street Maps, Satellite Maps, Topographic Maps, Educational Maps)
ja: 地図表示(地図帳、街路図、衛星地図、地形図、教育用地図)

source: Navigate globe in 3D
ja: 地球儀を3Dでナビゲートする

source: 3 different projections are available (3D Globe, Flat Map, Mercator)
ja: 3種類の投影を使用できます(3D地球儀、平面図、メルカトル)。

source: Information layers (Weather, Real-time clouds, Day/Night View, Real-time Satellites, Wikipedia Articles, Photos, Postal Codes, Earthquakes)
ja: 情報レイヤー(天気、リアルタイム・クラウド、昼/夜ビュー、リアルタイム衛星、ウィキペディアの記事、写真、郵便番号、地震)

source: Search (Online address search, Online POI search)
ja: 検索(オンライン住所検索、オンラインPOI検索)

source: Positioning & Tracking (GPS and WLAN localization, Track export in KML)
ja: Positioning&Tracking(GPSとWLANのローカリゼーション、KMLでのトラックエクスポート)

source: Routing & Navigation (Voice navigation, Online motorcar routing, Online bike routing, Online pedestrian routing, Offline routing optional download, Turn-by-turn navigation)
ja: ルーティングとナビゲーション(音声ナビゲーション、オンラインでの自動車のルーティング、オンラインでの自転車のルーティング、オンラインでの歩行者のルーティング、オフラインでのルーティング(オプション)のダウンロード、曲がり角ごとのナビゲーション)

source: Interactive KML tours (Creating, editing, viewing)
ja: インタラクティブなKMLツアー(作成、編集、表示)

source: Integration with many online services (Amateur Radio Aprs, OpenCaching.com, etc.)
ja: 多くのオンラインサービス(Amateur Radio Aprs、OpenCaching.comなど)との統合

source: WMS & TMS support
ja: WMSとTMSのサポート

source: Tools (Distance Measurement, Bookmarks, Time Simulation, Offline Mode)
ja: ツール(距離測定、ブックマーク、時間シミュレーション、オフラインモード)

source: `OpenStreetMap <https://www.openstreetmap.org>`_ integration
ja: `OpenStreetMap <https://www.openstreetmap.org>`_ 統合

source: Details
ja: 詳細

source: **Website:** https://marble.kde.org/
ja: **Webサイト:** https://marble.kde.org/

source: **Licence:** GNU Lesser General Public License (LGPL) version 2.1
ja: **ライセンス:** GNU Lesser General Public License (LGPL) version 2.1

source: **Software Version:** |version-marble|
ja: **ソフトウエアバージョン:** |version-marble|

source: **Supported Platforms:** GNU/Linux, Mac OSX, MS Windows, Maemo 5
ja: **対応プラットフォーム:** GNU/Linux, Mac OSX, MS Windows, Maemo 5

source: **API Interfaces:** Qt designer, C++, Python, D-BUS, Shell script
ja: **API インターフェイス:** Qt designer, C++, Python, D-BUS, Shell script

source: **Support:** https://techbase.kde.org/Projects/Marble
ja: **サポート:** https://techbase.kde.org/Projects/Marble

source: **More Info:** https://www.slideshare.net/marbleglobe/marble-1-6en
ja: **詳細情報:** https://www.slideshare.net/marbleglobe/marble-1-6en

source: Quickstart
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/marble_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/marble_quickstart>`
